{
  "HOME": "Home",
  "ABOUT": "Over Lorenz",
  "PORTFOLIO": "Portfolio",
  "HOBBIES": "Hobby's",
  "CONTACT": "Contact",
  "LANGUAGE": "Taal",

  "WELCOME": "Welkom",
  "WELCOME_PAR_1": "Op deze website vind je allerlei informatie over wat ik tot nu toe allemaal gemaakt heb, over mezelf en over mijn studies.",

  "BELGIUM": "België",
  "ABOUT_LIVES_IN": "Wonende in Diksmuide",
  "ABOUT_PAR_1": "Ik studeer Toegepaste Informatica aan HoGent in Gent. Ik koos voor deze studies omdat ik al altijd erg geïnteresseerd was in informatica.",
  "ABOUT_PAR_2": "Hogent sprak me erg aan omdat deze school een goede reputatie geniet op het gebied van informatica in Vlaanderen. Ook volgde ik aan deze school 3 jaar in de opleiding Bachelor of Science in de industriële wetenschappen: informatica.",
  "ABOUT_PAR_3": "Teksten schrijven vind ik maar niets, webdesign daarentegen vind ik persoonlijk zeer leuk. Maar voor deze website moet ik beide zaken combineren.",
  "ABOUT_PAR_4": "Als ik met een eenvoudig programma mijn dagelijks leven kan vermakkelijken, dan duurt het meestal niet erg lang voor ik hiervoor een programmatjes schrijf.",

  "PORTFOLIO_GITHUB": "De meest recente projecten waaraan ik werk zijn allemaal te vinden op GitHub.",
  "PORTFOLIO_GO_TO_GITHUB": "Ga naar GitHub",
  "PORTFOLIO_DOWNLOAD_ZIP": "Download als zip",
  "PORTFOLIO_OUDENAARDE_TITLE": "Golf- en countryclub Oudenaarde",
  "PORTFOLIO_OUDENAARDE_CONTENT": "Oefening in de les webapplicaties waar er voor het eerst met css werd gewerkt.",
  "PORTFOLIO_HEAD_FIRST_TITLE": "Head First Lounge",
  "PORTFOLIO_HEAD_FIRST_CONTENT": "Oefening in de les webapplicaties waar er er geëxperimenteerd werd met achtergrondafbeeldingen en borders.",

  "PORTFOLIO_DOWNLOAD_JAR": "Download als jar",
  "PORTFOLIO_UNITCONVERTER_TITLE": "Unit Converter",
  "PORTFOLIO_UNITCONVERTER_CONTENT": "Het allereerste programma dat ik in java schrijf met een GUI.",
  "PORTFOLIO_CHRONO_TITLE": "Chronometer",
  "PORTFOLIO_CHRONO_CONTENT": "Een eenvoudige in java geprogrammeerde chronometer.",
  "PORTFOLIO_WATCH_TITLE": "Analoog uurwerk",
  "PORTFOLIO_WATCH_CONTENT": "Een java-applicatie die een analoog uurwerk weergeeft.",
  "PORTFOLIO_PUZZLE_TITLE": "Schuifpuzzel",
  "PORTFOLIO_PUZZLE_CONTENT": "Een programmatje die de gebruiker een schuifpuzzel laat oplossen. De gebruiker kan het aantal stukjes en de figuur zelf kiezen.",

  "PORTFOLIO_DOWNLOAD_SOURCE": "Download broncode",
  "PORTFOLIO_DOWNLOAD_EXE": "Download als exe",
  "PORTFOLIO_RPG_STORY_GENERATOR_TITLE": "RPG Story Generator",
  "PORTFOLIO_RPG_STORY_GENERATOR_CONTENT": "Dit programma creërt een verhaal van een speler die op een vreemde wereld beland en hieruit wil ontsnappen.",
  "PORTFOLIO_RPGV1.2_TITLE": "RPG v1.2",
  "PORTFOLIO_RPGV1.2_CONTENT": "Een aanpassing van het de RPG story generator. Hier is het mogelijk om je character beslissingen te laten nemen.",
  "PORTFOLIO_8QUEENS_TITLE": "8 Queens",
  "PORTFOLIO_8QUEENS_CONTENT": "Het spelletje 8 Queens. Hierbij is het de bedoeling dat de speler op het schaakbord 8 koninginnen plaatst.",
  "PORTFOLIO_POOLVERGELIJKING_TITLE": "Poolvergelijkingen",
  "PORTFOLIO_POOLVERGELIJKING_CONTENT": "Een eenvoudig programma die verschillende poolvergelijkingen op het scherm tovert.",
  "PORTFOLIO_TETRAVEX_TITLE": "TetraVex",
  "PORTFOLIO_TETRAVEX_CONTENT": "Het populaire spelletje TetraVex.",

  "PORTFOLIO_CHAMBERS_TITLE": "Kamers",
  "PORTFOLIO_CHAMBERS_CONTENT": "Een text-based rpg waarbij het de bedoeling is om uit een gebouw te raken.",

  "HOBBIES_GAMING_TITLE": "Gaming",
  "HOBBIES_GAMING_CONTENT_PAR1": "In mijn vrije tijd zou ik nogal vaak een game spelen. Ik hou vooral de genres Real Time Strategy (RTS), Turn Based Strategy (TBS) en Roleplaying Games (RPG), al dan niet online.",
  "HOBBIES_GAMINING_CONTENT_INTRO_LIST": "Hieronder volgen enkele van mijn favoriete titels:",
  "HOBBIES_GAMING_CONTENT_PAR2": "Tussen deze titels wordt m'n gametijd het meest verdeeld. Uit deze lijst blijkt ook dat mijn persoonlijke voorkeur uitgaat naar het RTS-genre.",
  "HOBBIES_GAMING_PERSONAL_FAVORIT_TITLE": "Persoonlijke favoriet",
  "HOBBIES_GAMING_PERSONAL_FAVORIT_CONTENT": "In dit spel word je werkelijk opgezogen. Al snel kom je in contact met een van je helden uit Middle-Earth. Hierdoor is de herkenbaarheid met de boeken en films zeer groot. Niets leuker om een namiddag met een hobbit character door de 'Shire' te slenteren. Op de Brandywine Bridge even staan vissen en vervolgens afsluiten met een feestje onder de Party Tree.",
  "HOBBIES_READING_TITLE": "Lezen",
  "HOBBIES_READING_CONTENT": "Zoals de meeste mensen appreciëer ik een goed boek. Vooral het fantasy genre spreekt me erg aan. Hierdoor kom ik ook meteen bij m'n favoriete auteurs, nl. J.R.R. Tolkien, Raymond E. Feist, Robert Jorden en C.S. Lewis.",
  "HOBBIES_READING_MIDDLEEARTH_TITLE": "Middle-Earth",
  "HOBBIES_READING_MIDDLEEARTH_CONTENT": "Niet enkel in 'The Lord of the Rings' speelt zich af op deze fictieve wereld. Maar ook tal van andere werken van Tolkien spelen zich hier af. In de loop van deze verhalen verandert Middle-Earth enorm en bouwt het langzaam op via 'The Hobbit' en tal van andere werken naar een climax in 'The Lord of The Rings'.",
  "HOBBIES_READING_MIDKEMIA_TITLE": "Midkemia en Kelewan",
  "HOBBIES_READING_MIDKEMIA_CONTENT": "In navolging van Tolkien creëerde Feist zijn Midkemia, de setting voor alle behalve 3 van zijn boeken. Deze 3 spelen zich af op Kelewan een tweede wereld gecreëerd door Feist. Alles begint met de eerste 'Rift War' en bouwt zo verder naar een ultiem gevecht tussen goed en kwaad, in deze reeks belichaamd door Pug en Tomas en 'the Void'."
}
