{
  "HOME": "Page d'accueil",
  "ABOUT": "De Lorenz",
  "PORTFOLIO": "Portefeuille de compétences",
  "HOBBIES": "Passe-temps",
  "CONTACT": "Contact",
  "LANGUAGE": "Langue",

  "WELCOME": "Bienvenue",
  "WELCOME_PAR_1": "Sur ce site vous trouvez des informations sur ce que j'ai crée jusqu'à maintenant, sur moi et sur mes études.",

  "ABOUT_PAR_1": "J'étudie l'informatique à HoGent à Gand. J'ai choisi cette option parce que j'ai toujours été passionné par l'informatique.",
  "ABOUT_PAR_2": "J'ai choisi l'école HoGent parce que cette école connaît une réputation très forte sur le champs de l'informatique en Flandres. J'ai aussi suivi trois ans dans l'option Bachelor of Science dans les sciences industrielles: informatique.",
  "ABOUT_PAR_3": "Je n'aime pas beaucoup écrire des textes, mais la conception d'un site web est quelque chose que j'aime beaucoup. Naturellement pour créer ce site je dois combiner les deux.",
  "ABOUT_PAR_4": "Quand un simple programme peut me faciliter la vie, ça ne durera pas trop long avant que j'en crée un moi-même.",

  "PORTFOLIO_GITHUB": "Mes projets plus recent? Vous le trouvez à GitHub.",
  "PORTFOLIO_GO_TO_GITHUB": "Visitez GitHub",
  "PORTFOLIO_DOWNLOAD_ZIP": "Télécharger comme zip",
  "PORTFOLIO_OUDENAARDE_TITLE": "Club de golf d'Oudenaarde",
  "PORTFOLIO_OUDENAARDE_CONTENT": "Exercice pour le cours d'Applications de web où on a travaillé avec CSS pour le premier fois.",
  "PORTFOLIO_HEAD_FIRST_TITLE": "Head First Lounge",
  "PORTFOLIO_HEAD_FIRST_CONTENT": "Exercice pour le cours d'Applications de web où on a expérimenté avec des images de fond et frontières.",

  "PORTFOLIO_DOWNLOAD_JAR": "Télécharger comme jar",
  "PORTFOLIO_UNITCONVERTER_TITLE": "Unit Converter",
  "PORTFOLIO_UNITCONVERTER_CONTENT": "Le premier programme que j'ai écrit en Java avec un GUI.",
  "PORTFOLIO_CHRONO_TITLE": "Chronomètre",
  "PORTFOLIO_CHRONO_CONTENT": "Un chronomètre programmé en Java simple.",
  "PORTFOLIO_WATCH_TITLE": "Montre",
  "PORTFOLIO_WATCH_CONTENT": "Une application Java qui montre un montre.",
  "PORTFOLIO_PUZZLE_TITLE": "Puzzle",
  "PORTFOLIO_PUZZLE_CONTENT": "Un petit programme qui demande de résoudre un puzzle. L'utilisateur peut choisir la figure et le nombre de pièces soi-même.",

  "PORTFOLIO_DOWNLOAD_SOURCE": "Télécharger source",
  "PORTFOLIO_DOWNLOAD_EXE": "Télécharger comme exe",
  "PORTFOLIO_RPG_STORY_GENERATOR_TITLE": "RPG story generator",
  "PORTFOLIO_RPG_STORY_GENERATOR_CONTENT": "Ce programme crée une histoire d'un joueur qui arrive à une monde étrangère et qui veut s'échapper d'ici.",
  "PORTFOLIO_RPGV1.2_TITLE": "RPG v1.2",
  "PORTFOLIO_RPGV1.2_CONTENT": "Une modification de générateur d'histoire de jeu de rôle. Ici c'est possible de prendre des décisions.",
  "PORTFOLIO_8QUEENS_TITLE": "8 Dames",
  "PORTFOLIO_8QUEENS_CONTENT": "Le jeu 8 Queens. Ici il faut que le joueur place 8 reines sur le champs d'échec.",
  "PORTFOLIO_POOLVERGELIJKING_TITLE": "Équation polaire",
  "PORTFOLIO_POOLVERGELIJKING_CONTENT": "Un simple programme qui fait apparaâtre comme par enchantement des équation de pôles.",
  "PORTFOLIO_TETRAVEX_TITLE": "TetraVex",
  "PORTFOLIO_TETRAVEX_CONTENT": "Le jeu populaire, TetraVex."
}
